The following problems were encountered in the IFC file: [Description]
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId IFCGenericImportWarning { get; }
  Visual Basic
Public Shared ReadOnly Property IFCGenericImportWarning As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ IFCGenericImportWarning {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ImportFailures Class
  Autodesk.Revit.DB Namespace